# Основные настройки

token = 'OTUwNzU1ODQ1NTEwMTM1ODY4.YidiYQ.EN261MpE9Fw7XSCf54lJfjI5MaI' # Токен бота
version = 'Pre-release' # Версия бота

marryct = 948086121726869514 # ID-категории для лаврум!

# База-данных

database = 'data/db/main/Database.db' # Путь к базе данных
lang = 'ru' # Язык по стандарту
prefix = 'sh.' # Префикс по стандарту

# Эмодзи

okay = '<:better_okay:937110425881952327> ' # Эмодзи для успешных выполнений
warning = '<:better_warning:937110425542213703> ' # Эмодзи для предупреждений
error = '<:better_error:937110425940656188> ' # Эмодзи для ошибок
servers = '<:better_serves:937110288447193089> ' # Эмодзи в команде bot
users = '<:better_users:937110288669483059> ' # Эмодзи в команде bot
ecommands = '<:better_command:937110288728211487> ' # Эмодзи в команде bot
off = '<:better_off:937693053546823790> ' # Эмодзи выключенного палзунка
on = '<:better_on:937693053609730058> ' # Эмодзи включеного палзунка
levelup = '<:better_up:937110425458311179> ' # Эмодзи для повышения уровня

# Каналы

versionname = 'Версия' # Название канала с версией
versionid = 950756169901821952 # ID-канала который отвечает за опцию version (Устанавливается название с версией)